bench/results/run2-keepalive/wrk-container.txt
Running 30s test @ http://10.42.0.38:8080/healthz
  2 threads and 20 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    46.47us   24.58us   3.73ms   75.68%
    Req/Sec   142.66k    40.49k  223.54k    60.47%
  Latency Distribution
     50%   43.00us
     75%   54.00us
     90%   78.00us
     99%  114.00us
  8539649 requests in 30.10s, 700.39MB read
Requests/sec: 283712.98
Transfer/sec:     23.27MB