bench/results/run2-keepalive/wrk-wasm.txt
Running 30s test @ http://10.42.0.26:80/healthz
  2 threads and 20 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.89ms    2.42ms  44.37ms   99.06%
    Req/Sec     5.89k     1.27k    7.98k    56.50%
  Latency Distribution
     50%    1.60ms
     75%    2.07ms
     90%    2.50ms
     99%    3.91ms
  351502 requests in 30.00s, 47.27MB read
Requests/sec:  11716.52
Transfer/sec:      1.58MB